<?php

return [

		"feed" => [
				'wait' 		=> 'اندکی صبر...' ,
				'error' 	=> 'بروز خطا' ,
				'saved' 	=> 'ذخیره‌سازی انجام شد' ,
				'done' => 'انجام شد' ,
		],

		"button" => [
				'cancel'	=> 'انصراف' ,
				'signup'	=> 'ثبت نام',
				'save'		=> 'ذخیره',
				'login'		=> 'ورود',
				'add'		=> 'افزودن',
				'search' => 'جست‌وجو' ,
				'action' => 'عملیات',
		],

		"general" => [
				'male' => 'آقا',
				'female' => 'خانم',
				"single" => 'بدون همسر' ,
				"married" => 'متأهل' ,
				"all" => "انتخاب همه",
				"none" => "انتخاب هیچ‌کدام",
		],

		"education" => [
				'1' => 'پایین‌تر از دیپلم متوسطه',
				'2' => 'دیپلم متوسطه',
				'3' => 'کاردانی',
				'4' => 'کارشناسی',
				'5' => 'کارشناسی ارشد',
				'6' => 'دکترا و بالاتر',
		],
		"edu" => [ //short form of `education`
			'0' => 'سطح نامشخص',
			'1' => 'زیر دیپلم',
			'2' => 'دیپلم',
			'3' => 'کاردانی',
			'4' => 'کارشناسی',
			'5' => 'ارشد',
			'6' => 'دکترا',
		],

		"introduction" => [
				'1' => 'دوست‌ها و آشنایان',
				'2' => 'رسانه‌ها',
				'3' => 'سایت',
				'4' => 'راه‌های دیگر',
		],

		"logic" => [
				'yes' => 'بله',
				'no' => 'خیر',
				'has' => 'دارد',
				'hasnt' => 'ندارد',
				'required' => 'الزامی',
		]


];

?>