<?php

return [

	"feed" => [
		'wait' 		=> 'اندکی صبر...' ,
		'error' 	=> 'بروز خطا' ,
		'saved' 	=> 'ذخیره‌سازی انجام شد' ,
		'done' 		=> 'انجام شد' ,
	],

	"button" => [
		'cancel'	=> 'انصراف' ,
		'signup'	=> 'ثبت نام',
		'save'		=> 'ذخیره',
		'login'		=> 'ورود',
		'add'		=> 'افزودن',
		'search' => 'جست‌وجو' ,
	],

	"general" => [
		'male' => 'آقا',
		'female' => 'خانم',
	],


	"logic" => [
		'yes' => 'بله',
		'no' => 'خیر',
		'has' => 'دارد',
		'hasnt' => 'ندارد',
		'required' => 'الزامی',
	]


];

?>