<?php

return [

		"feed" => [
				'wait' 	=> 'اندکی صبر...' ,
				'error' 	=> 'بروز خطا' ,
				'saved' 	=> 'ذخیره‌سازی انجام شد' ,
				'done'    => 'انجام شد' ,
				'found'   =>  ':count نتیجه یافت شد.' ,
				'nothing' => 'چیزی برای نمایش وجود ندارد.',
		],

		"button" => [
				'cancel'	=> 'انصراف' ,
				'signup'	=> 'ثبت نام',
				'oh_no' => 'نه! اشتباه شد!' ,
				'save'		=> 'ذخیره',
				'login'		=> 'ورود',
				'add'		=> 'افزودن',
				'search' => 'جست‌وجو' ,
				'action' => 'عملیات',
				'bulk_action' => 'کارهای دسته‌جمعی',
				'recovery' => 'بازآوری',
				'send'  => 'ارسال اطلاعات',
				'soft_delete' => 'انتقال به زباله‌دان',
				"undelete" => 'بازیابی از زباله‌دان',
				'hard_delete' => 'حذف برای همیشه' ,
		],

		"general" => [
				'male' => 'آقا',
				'female' => 'خانم',
				"single" => 'بدون همسر' ,
				"married" => 'متأهل' ,
				"all" => "انتخاب همه",
				"none" => "انتخاب هیچ‌کدام",
				"in" => "در",
				"by" => "توسط",
				"deleted" => "[حذف‌شده]",
				"created_at" => "ایجاد" ,
				"updated_at" => "به‌روزرسانی" ,
				"published_at" => "فعال‌سازی" ,
				"deleted_at" => "حذف" ,
				'ask_confirm' => 'همین را می‌خواهید؟' ,
				"select_default" => 'انتخاب کنید...',
		],



		"logic" => [
				'yes' => 'بله',
				'no' => 'خیر',
				'has' => 'دارد',
				'hasnt' => 'ندارد',
				'required' => 'الزامی',
		],

		"gender" => [
				'1' => 'آقا' ,
				'2' => 'خانم' ,
				'3' => 'سایر' ,
		],
];

?>