<?php

return [

		"feed" => [
				'wait' 	=> 'اندکی صبر...' ,
				'error' 	=> 'بروز خطا' ,
				'saved' 	=> 'ذخیره‌سازی انجام شد' ,
				'done'    => 'انجام شد' ,
				'found'   =>  ':count نتیجه یافت شد.' ,
				'nothing' => 'چیزی برای نمایش وجود ندارد.',
		],

		"button" => [
				'cancel'	=> 'انصراف' ,
				'signup'	=> 'ثبت نام',
				'save'		=> 'ذخیره',
				'login'		=> 'ورود',
				'add'		=> 'افزودن',
				'search' => 'جست‌وجو' ,
				'action' => 'عملیات',
				'bulk_action' => 'کارهای دسته‌جمعی',
				'recovery' => 'بازآوری',
				'soft_delete' => 'انتقال به زباله‌دان',
				"undelete" => 'بازیابی از زباله‌دان',
				'hard_delete' => 'حذف برای همیشه' ,
],

		"general" => [
				'male' => 'آقا',
				'female' => 'خانم',
				"single" => 'بدون همسر' ,
				"married" => 'متأهل' ,
				"all" => "انتخاب همه",
				"none" => "انتخاب هیچ‌کدام",
				"in" => "در :place",
				"by" => "توسط :person",
				"deleted" => "[حذف‌شده]",
				"created_at" => "ایجاد" ,
				"updated_at" => "به‌روزرسانی" ,
				"published_at" => "فعال‌سازی" ,
				"deleted_at" => "حذف" ,
		],

		"education" => [
				'0' => 'نامشخص',
				'1' => 'پایین‌تر از دیپلم متوسطه',
				'2' => 'دیپلم متوسطه',
				'3' => 'کاردانی',
				'4' => 'کارشناسی',
				'5' => 'کارشناسی ارشد',
				'6' => 'دکترا و بالاتر',
		],
		"edu" => [ //short form of `education`
			'0' => 'سطح نامشخص',
			'1' => 'زیر دیپلم',
			'2' => 'دیپلم',
			'3' => 'کاردانی',
			'4' => 'کارشناسی',
			'5' => 'ارشد',
			'6' => 'دکترا',
		],


		"logic" => [
				'yes' => 'بله',
				'no' => 'خیر',
				'has' => 'دارد',
				'hasnt' => 'ندارد',
				'required' => 'الزامی',
		]

];

?>