<?php
return [

	"event" => [
		'email_reset_password_title' => 'بازآوری رمز عبور',
		'sms_reset_content' => 'کد بازآوری رمز عبور: ',
	],

	"commands" => [
			"change_password" => 'تغییر رمز عبور',
			"activate" => 'فعال‌سازی',
			'soft_delete' => 'انتقال به زباله‌دان',
			"undelete" => 'بازیابی از زباله‌دان',
			'hard_delete' => 'حذف برای همیشه' ,
			'publish' => 'فعال‌سازی',
			'send_sms' => 'ارسال پیامک',
			'send_email' => 'ارسال ایمیل',
			'search' => 'جست‌وجوی اشخاص',
		],
		"form" => [
			"notify-with-email" => 'به کاربر از طریق ایمیل اطلاع‌رسانی شود.' ,
			"notify-with-sms" => 'به کاربر از طریق پیامک اطلاع‌رسانی شود.' ,
			"notify" => 'به کاربر از طریق پیامک و ایمیل اطلاع‌رسانی شود.' ,
			"will-be-notified" => 'به کاربر از طریق پیامک و ایمیل اطلاع‌رسانی می‌شود.' ,
			'hard_delete_notice' => 'پس از این حذف، امکان بازیابی از هیچ راهی وجود نخواهد داشت.' ,
			'create-time' => 'زمان ایجاد',
		],
		"volunteers" => [
				"status" => [
					'deleted' => 'حذف‌شده',
					'blocked' => 'مسدود',
					'active' => 'فعال',
					'pending' => 'منتظر تأیید',
					'examining' => 'پشت امتحان',
					'care' => 'نیازمند رسیدگی',
				],

				"manage" => [
						'create' => 'افزودن سفیر تازه' ,
						'edit' => 'ویرایش اطلاعات سفیر',

						'active' => 'سفیران فعال',
						'pending' => 'منتظر تأیید',
						'care' => 'نیازمند بررسی',
						'examining' => 'پشت آزمون',
						'bin' => 'زباله‌دان',
						'search' => 'جست‌وجو',
						'advanced_search' => 'جست‌وجوی پیشرفته',
						'domains' => 'دامنه‌های فعالیت',
				],



		],

		"familization" => [
				'0' => 'نامشخص',
				'1' => 'دوست‌ها و آشنایان',
				'2' => 'رسانه‌ها',
				'3' => 'سایت',
				'4' => 'راه‌های دیگر',
		],



		'mr' => 'آقای' ,
		'mrs'=> 'خانم' ,
]
?>