<?php
return [
	'manage' => [
		'published' =>  'فعال‌ها' ,
		'pending' => 'منتظرتأیید',
		'my_drafts' => 'پیش‌نویس‌های من',
		'my_posts' => 'نوشته‌های من',
		'bin' => 'زباله‌دان',
		'comments' => 'دیدگاه‌ها',
		'create' => 'افزودن :thing',
		'search' => 'جست‌وجوی :thing',
		'edit' => 'ویرایش مطلب',
		'slug_hint' => 'نشانی یکتای مطلب، فقط با الفبای انگلیسی' ,
		'title_hint' => 'عنوان مطلب، ترجیحاً غیرتکراری و کوتاه',
		'abstract_hint' => 'اگر خالی رها کنید، از اول نوشته به صورت خودکار برداشته می‌شود و ممکن است جمله‌ها از وسط قطع شوند!',
		'keywords_hint' => 'کلیدواژه‌ها را با ویرگول فارسی (،) از هم جدا کنید.',
		'save_changes' => 'ذخیره تغییرات'  ,
		'save_as_draft' =>  'ذخیره به عنوان پیش‌نویس' ,
		'save_to_review' => 'ذخیره نهایی',
		'publish' => 'انتشار' ,
		'publish_now' => 'انتشار فوری',
		'publish_schedule' => 'زمان‌بندی انتشار' ,
		'publish_date' => 'تاریخ انتشار',
		'save_schedule' => 'ذخیره و ارسال به صف انتشار',
		'preview' => 'پیش‌نمایش تغییرات' ,
		'view_original' => 'نمایش اصلی' ,
		'featured_image' => 'نمایه',
	],

	'categories' => [
		'categories' => 'دسته‌بندی‌ها' ,
		'category' => 'دسته‌بندی' ,
		'without' => 'پادرهوا',
	]

];